app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", ""], ["text", ""], ["created_at", 2017-02-13 17:00:10 UTC], ["updated_at", 2017-02-13 17:00:10 UTC]]
---
  def create
    @article = Article.new(article_params)

    #@article.save
    if @article.save